{
  "project": "AERONYTE_Yara_Bubble_Viral",
  "duration_ms": 20000,
  "frames": [
    {
      "start_ms": 0,
      "end_ms": 3000,
      "scene": "Яра надувает пузырь",
      "description": "Крупный план. Девочка Яра в футболке с полосками стоит перед круглой лампой. Она смотрит в камеру и начинает надувать пузырь из розовой жвачки. В комнате мягкий свет, фон — комната с сердцем AERONYTE и звёздочками.",
      "tasks": {
        "генератор_видео": "Сделать анимацию по фото: Яра начинает надувать пузырь, лицо спокойно и сосредоточено.",
        "арт-директор": "Проконтролировать, чтобы всё было как на фото — та же футболка, кольцевая лампа, фон и цветовая гамма.",
        "монтажёр": "Начало ролика — плавный зум на лицо Яры.",
        "аниматор": "Сделать пузырь, который плавно растёт в размере в течение 3 секунд."
      }
    },
    {
      "start_ms": 3000,
      "end_ms": 4500,
      "scene": "Пузырь на весь экран",
      "description": "Пузырь стал настолько большим, что занимает весь кадр. Он мягко пульсирует и вот-вот лопнет. Камера приближена. Звук замедляется.",
      "tasks": {
        "аниматор": "Сделать пузырь огромным, занимая весь кадр, добавить лёгкую вибрацию.",
        "звукорежиссёр": "Добавить медленный звук жевательной резинки, нарастание напряжения.",
        "монтажёр": "Переход к эффекту трансформации начинается на 4300 мс — в момент замершего пузыря."
      }
    },
    {
      "start_ms": 4500,
      "end_ms": 6000,
      "scene": "LEGO-взрыв",
      "description": "Вместо взрыва пузыря — взрывается вся сцена. Кубики LEGO разлетаются, комната разрушается, всё уходит в 3D-вихрь. Камера летит сквозь кубы, переходя в новую реальность.",
      "tasks": {
        "видео-дизайнер": "Создать эффект взрыва комнаты на кубики LEGO (как будто всё разлетается)",
        "аниматор": "Кубики должны быть яркие и лететь в сторону камеры.",
        "арт-директор": "Цвета должны быть не кислотными, а сказочными: розовый, сиреневый, голубой.",
        "монтажёр": "Сделать мощный, кинематографичный переход в новую сцену."
      }
    },
    {
      "start_ms": 6000,
      "end_ms": 11000,
      "scene": "Яра серфит по облакам",
      "description": "Яра теперь в другом мире — едет стоя на неоновой доске по бело-розовым облакам. От доски расходятся волны, облака красиво разваливаются, камера делает поворот вокруг неё.",
      "tasks": {
        "генератор_видео": "Сцена в духе Pixar / Ghibli — мягкие облака, яркое небо, лёгкий ветер.",
        "аниматор": "Добавить волосы, колыхающиеся на ветру. Яра улыбается и управляет доской.",
        "арт-директор": "Сохранить одежду и стиль Яры как в первой сцене, но добавить неоновые кеды с тремя полосками.",
        "монтажёр": "Камера должна плавно двигаться по кругу, чтобы показать Яру со всех сторон."
      }
    },
    {
      "start_ms": 11000,
      "end_ms": 15000,
      "scene": "Полет в закат",
      "description": "Яра уезжает в закат. Камера показывает её сзади. В небе след от доски — сияющий след в форме сердца. Облака розовые, свет тёплый, музыка нежная.",
      "tasks": {
        "аниматор": "Сделать плавное движение доски по небу. Яра машет рукой или смотрит вперёд мечтательно.",
        "видео-дизайнер": "Сделать красивую перспективу уходящего в закат персонажа.",
        "звукорежиссёр": "Добавить лёгкий синтовый аккорд или шёпотный хор в фоне.",
        "арт-директор": "Добавить надпись на облаке — AERONYTE."
      }
    },
    {
      "start_ms": 15000,
      "end_ms": 18000,
      "scene": "Финальная фраза за кадром",
      "description": "Экран слегка затемняется, появляется чёрный экран с мягкой подсветкой.",
      "tasks": {
        "текст_озвучки": "«Жизнь — это чудо! Мир всеь открыт к твоим шагам.»",
        "звукорежиссёр": "Записать голос девушки или ребёнка, шёпотом, с мягкой реверберацией.",
        "монтажёр": "Плавное затемнение сцены, наложить озвучку и fade in следующей сцены."
      }
    },
    {
      "start_ms": 18000,
      "end_ms": 20000,
      "scene": "Экран с логотипом",
      "description": "Появляется логотип AERONYTE, сердечко, неоновый шрифт. Снизу: «Трек уже вышел - добавляй себе!»",
      "tasks": {
        "дизайнер": "Нарисовать экран-заставку с логотипом AERONYTE в стиле неона.",
        "монтажёр": "Наложить музыку из трека (интро/финал), плавно завершить видео.",
        "звукорежиссёр": "Музыка должна быть позитивной и запоминающейся, но не громкой."
      }
    }
  ]
}
