Раскадровка ролика "Жизнь — это чудо!" (вертикальные кадры, формат CapCut)

0:00–0:03
Кадр 1 — Девочка 9 лет сидит в своей детской, скучает, смотрит в окно.
Эффект: статичный, лёгкая тень, настроение ожидания.

0:03–0:05
Кадр 2 — Девочка надевает большие наушники.
Эффект: движение рук, акцент на эмоциях, лицо крупно.

0:05–0:07
Кадр 3 — В этот момент сквозь потолок падает дроп: неоновый ящик с логотипом AERONYTE (яркое розовое свечение).
Эффект: световой луч сверху, ящик на паузе в воздухе.

0:07–0:08
Кадр 4 — Над ящиком появляется голограмма: «Жизнь — это чудо! Слушать?»
Эффект: голографический текст, лёгкое мерцание.

0:08–0:09
Кадр 5 — Девочка-стримерша кивает и говорит: «Полетели!»
Эффект: динамика, эмоции радости, решимости.

0:09–0:12
Кадр 6 — Ящик “взрывается” эффектом LEGO: детали разлетаются, начинается сборка сказочного мира.
Эффект: кадр LEGO-взрыва (заготовь фото!), летающие кубики, вспышки света.

0:12–0:15
Кадр 7 — Пол превращается в пропасть, появляется мост из “кинутых” девочкой невидимых кубиков Minecraft.
Эффект: падение пола, парящие кубики под ногами, движение вперёд.

0:15–0:18
Кадр 8 — Девочка по кубикам перебирается в другой, сказочный мир.
Эффект: шаги по кубикам, переход сквозь портал, световые эффекты.

0:18–0:20
Кадр 9 — Девочка через LEGO-сборку превращается в персонажа с постера.
Эффффект: вспышка, детали “собираются” — кадр с трансформацией.

0:20–0:23
Кадр 10 — К ногам девочки приземляется трёхголовый добрый дракон (в стиле Game of Thrones, но мультяшный).
Эффект: плавная посадка, дым, искры, дружелюбие.

0:23–0:25
Кадр 11 — Девочка запрыгивает на дракона, начинается их полёт.
Эффект: движение вверх, камера следует за ними, ветер.

0:25–0:28
Кадр 12 — Дракон взмывает в облака, показ всего сказочного мира.
Эффект: облака разлетаются, панорама, восторг на лице девочки.

0:28–0:31
Кадр 13 — Летят над лесом, рекой, между скал — большая скорость, много воздуха и света.
Эффект: blur, динамика, лучи солнца, магия.

0:31–0:34
Кадр 14 — Девочка и дракон улетают в закат, момент счастья и свободы.
Эффект: силуэты на фоне заката, яркие цвета, лёгкая анимация.

0:34–0:37
Кадр 15 — Новый дроп: ящик с надписью для зрителя: «Жизнь — это чудо! Слушать?»
Эффект: неоновый свет, ящик парит перед камерой.

0:37–0:40
Кадр 16 — Логотип AERONYTE, финальная заставка.
Эффект: неоновое свечение, fade-out.

Советы
Для каждого кадра делай отдельное вертикальное фото с нужной композицией, эмоцией и светом.
LEGO-взрыв и трансформация — ключевые, их фото нужно сделать максимально чёткими, динамичными.
Для переходов используй световые эффекты, вспышки, анимацию деталей — это поможет нейросети и монтажу.
Оставь немного “воздуха” между сценами для плавных переходов и эффектных монтажных склеек.

